import './user.css';
import * as Stuff from './Stuff'


window.onload = function () {

    let stuffList = [

        ["Лобанов", "Федот", "Никитевич"],
        ["Горбачёв", "Бронислав", "Кондратович"],
        ["Зиновьев", "Вадим", "Алексеевич"],
        ["Комарова", "Мария", "Арсеньевна"],
        ["Фомичёв", "Валерьян", "Валерьянович"],
        ["Сафонова", "Наталья", "Витальевна"],
        ["Брагин", "Филат", "Артёмович"],
        ["Поляков", "Валерий", "Степанович"],
        ["Матвеева", "Мария", "Гордеевна"],
        ["Громова", "Лукия", "Филатовна"],
        ["Никифоров", "Максим", "Тихонович"],
        ["Соколова", "Фаина", "Дамировна"],
        ["Дроздова", "Евпраксия", "Юлиановна"],
        ["Носкова", "Майя", "Юрьевна"],
        ["Лаврентьева", "Зоя", "Ильяовна"],
        ["Морозов", "Макар", "Серапионович"],
        ["Веселов", "Владислав", "Романович"],
        ["Архипов", "Мэлор", "Георгьевич"],
        ["Коновалова", "Василиса", "Германовна"],
        ["Владимиров", "Александр", "Лукьянович"],

    ];

    for (let value of stuffList) {
        //console.log(value);
        for (let val2 of value) {
            //let stuff1 = new Stuff(value[[0]], value[[1]], value[[2]]);
            console.log(val2);
        }

    }
    // console.log(stuffList[[0]]);
    // let stuff1 = new Stuff("Петров", "Николай", "Иванович");
    // stuff1.data_output();
    //
    // let stuff2 = new Stuff("Сидоров", "Иван", "Семенович");
    // stuff2.data_output();


};