[
  {
    "title": "Франшиза ANNO отмечает 20 лет градостроительства",
    "picFilename": "anno.jpg",
    "smallText": "В этом году франшизе Anno, исполняется 20 лет. В честь юбилея, Anno 1602: Creation of a New World доступна бесплатно до 22-ого декабря в магазине UPLAY. Более того, с сегодняшнего дня, фанаты серии Anno могут зарегистрироваться на закрытый бета тест Anno 1800 - проводимый с 31-ого января ",
    "largeText": "по 4-е февраля. Выпущенная в 1998, Anno 1602: Creation of a New World, приглашает игроков открыть, построить, расширить, и защитить мир островов. Выходящая 26-ого февраля, 2019, Anno 1800 сочитает режимы игры, существовавшие на протяжении 20-и летнего жизненного цикла франшизы Anno, включая сюжетную кампанию, настраиваемую песочницу и сетевой режим. Благодаря Anno Union – сотрудничеству между разработчиками и фанатами – игра увидит возвращение, просимого фанатами контента, такого как личный AI оппонент, перевозимые торговые продукты, случайно генерируемые карты, мультисессионный геймплей. Те, кто оформил предзаказ Anno 1800 получат Imperial Pack, который даёт доступ к дополнительному внутриигровому контенту."

  },
  {
    "title": "Cимфонический тур ASSASSIN’S CREED начинается в 2019",
    "picFilename": "ascreed.png",
    "smallText": "Assassin's Creed Symphony начинает свой тур по Северной Америке и Европе в 2019. С участием целого оркестра и хора, симфония передаст все самые запоминающиеся моменты серии через музыку талантливых композиторов, включая Jesper Kyd, Lorne Balfe, Brian Tyler, Austin Wintory,",
    "largeText": " Sarah Schachner, Winifred Phillips, Elitsa Alexandrova, Chris Tilton, Ryan Amon and The Flight. Cимфония была создана благодаря сотрудничеству между Ubisoft и MGP Live, продюссерами выдающихся симфонических произведений на основе музыки из игр. Мы сразу почувствовали, что Assassin's Creed имеет потенциал для создания уникального симфонического опыта, из-за различных культурных влияний в своих саундтреках, сказал Massimo Gallotta, MGP Live CEO. Нам нравится, что этот концерт открывает симфоническую музыку новому поколению поклонников. Совпадая с E3, мировая премьера состоится в Hollywood's Dolby Theater в Лос Анжелесе 11ого июня до посещения the Palais des Congrès в Париже (29 ого июня), Davies Symphony Hall в Сан Франциско (3-его Августа), the Place des Arts в Монреале (27-ого сентября), Eventim Apollo в Лондоне (5-ого октября), и Teatro Arcimboldi в Миоане (6-ого октября). Билеты поступили в продажу с 7-ого декабря для членов клуба Ubisoft, до выпуска в открытую продажу 10-ого декабря. За более подробной информацией обращайтесь на acsymphony.com, а касательного Assassin's Creed, отслеживайте информацию на сайте Ubisoft."
  }
,
  {
    "title": "THE SETTLERS HISTORY COLLECTION вышла в продажу",
    "picFilename": "settlers.jpg",
    "smallText": "The Settlers History Collection теперь доступна на PC через Uplay. Коллекция включает все семь главных тайтлов стратегической серии, включая все их дополнения. Каждая игра имеет множество улучшений по сравнению с оригинальной версией, включая оптимизацию под Windows 10.The Settlers History Collection доступна на Uplay в цифровом виде, и каждая игра",
    "largeText": "The Settlers History Collection доступна на Uplay в цифровом виде, и каждая игра серии может быть куплена отдельно. Классическая серия стратегических симуляторов постройки городов, The Settlers, позволяет игрокам основать и развивать средневековое поселение за счёт производства, разведки и завоевания новых территорий. The Settlers History Collection включает в себя следующие игры: The Settlers (1993) History Edition – была добавлена поддержка Windows 10, различные режимы скорости игры, и возможность переключения режима классического управления РТС. The Settlers II: Veni, Vidi, Vici (1996) History Edition – Это издание включает основную игру и The Settlers II диск с миссиями. Улучшения включают поддержку Windows 10, auto save, поддержку 4K, мышей, клавиатур, и поддержку управления в режиме разделённого экрана. The Settlers III (1998) History Edition – В доплнение к базовой игре, The Settlers III включает The Settlers III Mission CD и the Quest of the Amazons expansion pack. Улучшения включают поддержку Windows 10, auto save, поддержку 4K, поддержку двойного монитора и мультиплеер через Uplay.The Settlers IV (2001) History Edition – Это издание включает The Settlers IV, The Settlers IV Mission CD, и add-on The Settlers IV – The Trojans и the Elixir of Power. улучшения включают поддержку Windows 10, auto save, поддержку 4K, поддержку двойного монитора, онлайн мультиплеер через Uplay. The Settlers: Heritage of Kings (2005) History Edition – включает основную игру и оба её дополнения. Улучшения включают в себя поддержку Windows 10 и онлайн мультиплеер через Uplay. The Settlers: Rise of an Empire (2007) History Edition – включает основную игру и дополнение The Eastern Realm. Улучшения включают поддержку Windows 10 и онлайн мультиплеер через Uplay. The Settlers 7: Paths to a Kingdom (2010) History Edition – финальная серия включает осноыную игру и все доступные DLC. Улучшения включают поддержку Windows 10 , и было убрано требование постоянного интрент соединения."
  },
  {
    "title": "Роман THE DIVISION: BROKEN DAWN Выходит 26-ого марта",
    "picFilename": "division.png",
    "smallText": "The Division 2 начинается спустя месяц после постпандемической нью-йоркской зимы первой игры, а Tom Clancy's The Division: Broken Dawn – новый роман от автора нью-йоркского коллапса Alex Irvine рассказывает о том, что случилось между этими событиями. Выходящий 26ого марта 2019, Broken Dawn рассказывает о протагонисте нью-йоркского коллапса, ",
    "largeText": "April Kelleher, и Агенте Дивизиона - Aurelio Diaz. Путешествуя весной на средний запад они обнаруживают новую вирусную угрозу остаткам цивилизации и должны работать вместе, чтобы её остановить. Tom Clancy's The Division: Broken Dawn доступны для предзаказа на penguin.com и у других ритэйлеров. В 2019 году также выходит книга знаний и серия комиксов, которые публикуются Dark Horse Comics. The World of Tom Clancy's The Division будет запущен 19 ого марта, 2019 ого года, а специальная огрраниченная версия, включающая в себя легкий раскладной корпус, эксклюзивный постер из ткани, эксклюзивная обложка досье – будут доступны 23его апреля 2019ого года. Комиксы, Tom Clancy's The Division: Extremis Malis, начнут издаваться в начале 2019ого года. Division 2 будет запущен 15 ого марта, 2019ого года. ESRB - M"
  }
]