[
  {
    "title": "ANNO FRANCHISE CELEBRATES 20 YEARS OF CITY-BUILDING",
    "picFilename": "Anno.jpg",
    "smallText": "The long-running city-building franchise, Anno, is 20 years old this year. To honor the anniversary, Anno 1602: Creation of a New World is now free via Uplay until December 22. Additionally, Anno fans can register for the Anno 1800 Closed Beta - running from January 31 to February 4 – starting today.",
    "largeText": "Originally released in 1998, Anno 1602: Creation of a New World, invites players to discover, build, expand, and protect an island world. Coming February 26, 2019, Anno 1800 combines modes from 20 years of Anno lineage, including a story-based campaign, customizable sandbox mode, and multiplayer. Thanks to Anno Union – a collaboration between developers and fans – the game will see the return of fan-requested features like individual AI opponents, shippable trade goods, randomly generated maps, multi-session gameplay, and items.\n\nThose who pre-order Anno 1800 will receive the Imperial Pack, which gives access to extra in-game content. To register for the Closed Beta, click here, and to download Anno 1602 for free, visit https://register.ubisoft.com/anno-1602-giveaway before December 22."

  },
  {
    "title": "ASSASSIN’S CREED SYMPHONY TOUR BEGINS 2019",
    "picFilename": "ascreed.png",
    "smallText": "The Assassin's Creed Symphony is kicking off its tour across North America and Europe in 2019. Featuring a full orchestra and choir, the symphony will highlight the series' most memorable moments through the music of talented composers including Jesper Kyd, Lorne Balfe, Brian Tyler, Austin Wintory,",
    "largeText": " Sarah Schachner, Winifred Phillips, Elitsa Alexandrova, Chris Tilton, Ryan Amon and The Flight. The symphony was brought to life thanks to a partnership between Ubisoft and MGP Live, producers of high-profile symphonic performances of game music. \"We immediately felt Assassin's Creed had the potential for a unique symphonic experience because of the diverse cultural influences in its iconic soundtrack,\" said Massimo Gallotta, CEO of MGP Live. \"We love that this concert is opening up symphonic music to a new generation of fans.\" Coinciding with E3, the world premiere will take place at Hollywood's Dolby Theater in Los Angeles on June 11 before visiting the Palais des Congrès in Paris (June 29), the Davies Symphony Hall in San Francisco (August 3), the Place des Arts in Montréal (September 27), the Eventim Apollo in London (October 5), and the Teatro Arcimboldi in Milan (October 6). \n\nTickets go on sale starting December 7 for Ubisoft Club Members, before releasing to the public on December 10. For more information, visit acsymphony.com, and for all things Assassin's Creed, check out our previous coverage."
  }
,
  {
    "title": "THE SETTLERS HISTORY COLLECTION OUT NOW",
    "picFilename": "settlers.jpg",
    "smallText": "The Settlers History Collection is now available on PC via Uplay. The collection includes all seven main titles of the strategy series, along with all of their expansions. Each game includes multiple improvements over the original version, including Windows 10 optimization.",
    "largeText": "The Settlers History Collection is available digitally on Uplay, and each game can also be purchased individually. A classic strategy city-building series, The Settlers games allow players to found and develop a medieval town by creating means of production and exploring and conquering new territories. The Settlers History Collection will include the following games:\n\nThe Settlers (1993) History Edition – The original game has been improved with Windows 10 support , different game-speed options, and to toggle classic RTS controls on or off.\nThe Settlers II: Veni, Vidi, Vici (1996) History Edition – This edition includes the base game and The Settlers II Mission CD. Improvements include Windows 10 support, auto save, 4K support, and mouse, keyboard, and controller support for split-screen mode.\nThe Settlers III (1998) History Edition – In addition to the base game, The Settlers III includes The Settlers III Mission CD and the Quest of the Amazons expansion pack. Improvements include Windows 10 support, auto save, 4K support, dual monitor support, and online multiplayer via Uplay.\nThe Settlers IV (2001) History Edition – This edition includes The Settlers IV, The Settlers IV Mission CD, and the add-on The Settlers IV – The Trojans and the Elixir of Power. Improvements include Windows 10 support, auto save, 4K support, dual monitor support, and online multiplayer via Uplay.\nThe Settlers: Heritage of Kings (2005) History Edition – Includes the main game and both of its expansions. Improvements include Windows 10 support and online multiplayer via Uplay.\nThe Settlers: Rise of an Empire (2007) History Edition – Includes the main game and The Eastern Realm expansion. Improvements include Windows 10 support and online multiplayer via Uplay.\nThe Settlers 7: Paths to a Kingdom (2010) History Edition – The final entry includes the main game and all available DLC. Improvements include Windows 10 support, and the requirement for a permanent Internet connection has been removed."
  },
  {
    "title": "THE DIVISION: BROKEN DAWN NOVEL COMING MARCH 26",
    "picFilename": "division",
    "smallText": "The Settlers History Collection is now available on PC via Uplay. The collection includes all seven main titles of the strategy series, along with all of their expansions. Each game includes multiple improvem. Also coming in 2019 are a lore book and three-issue ",
    "largeText": " comic series, both published by Dark Horse Comics. The World of Tom Clancy's The Division will launch on March 19, 2019,  and a special Limited Edition version – which includes a light-up clamshell case, an exclusive cloth poster, and an exclusive dossier cover – will be available on April 23, 2019. The comic series, Tom Clancy's The Division: Extremis Malis, will also begin releasing in early 2019.\n\nThe Division 2 will launch on March 15, 2019. For more on the game, check out our previous The Division 2 coverage.Coming March 26, 2019, Broken Dawn centers on New York Collapse's protagonist, April Kelleher, and Division Agent Aurelio Diaz. Traveling to the Midwest during spring, they discover a new viral threat to the remnants of civilization, and must work together to stop it. Tom Clancy's The Division: Broken Dawn is now available for preorder at penguin.com and other retailers."
  }
]